//! =================================== Дата і час ===================================

//TODO: Реалізуйте таймер зворотного відліку до певної дати, яку задає користувач у форматі YYYY-MM-DD HH:mm:ss.
//? Користувач вводить кількість хвилин у текстове поле.
//? Після натискання кнопки "Старт":
//? На екрані відображається залишок часу у форматі хвилини:секунди.
//? Таймер оновлюється щосекунди.
//? Коли таймер доходить до 00:00, відображається повідомлення "Час вийшов!".
//? Додайте кнопку "Зупинити", щоб користувач міг зупинити таймер раніше.

//* Find elements